// 地方设定（旧版简介页数据）
export const locations = [
  {
    name: '幻想乡',
    desc: '幻想乡是在日本的深山里，通过结界与外面世界隔绝的秘境。被称为“博丽大结界”的结界包围，生活着比人类还多的妖怪、众神等人类以外的存在的不可思议的世界。',
  },
  {
    name: '博丽神社',
    desc: '由灵梦担任巫女的神社。建于幻想乡的东端，与外界的边界上。由于来找灵梦的妖怪很多所以村庄的人类基本上不会来，神社也因此并不繁盛。',
  },
  {
    name: '魔法森林',
    desc: '幻想乡中湿度最高，很少有人踏足的原始森林。是个很适合隐居的地方。这里的蘑菇有助于魔法使提高魔力，所以这里住着好多魔法使。',
  },
  {
    name: '人类村里',
    desc: '幻想乡中最多人类居住的地方。因为有许多妖怪也会光临的店，所以会有各种妖怪到访，不过都是些安份的妖怪，这是一个和平的地方。',
  },
  {
    name: '雾之湖',
    desc: '在妖怪之山的山脚的大湖。这湖白天会被浓雾包围，视界很差。湖很容易聚集妖精和妖怪，特别是夏天容易吸引妖怪来喝水。不知为何只有白天常出现雾。',
  },
  {
    name: '红魔馆',
    desc: '建立在雾之湖附近，有一些红窗的洋馆。这里是著名的恶魔之馆。屋子是从外面世界移动进来的。红魔馆的住民和其他妖怪、人类的文化不同，有着自身特殊的文化，每天过着华丽热闹的生活。',
  },
  {
    name: '迷途竹林',
    desc: '妖怪之山的反方向有一片广阔的竹林，那就是迷途竹林。竹林中没有什么醒目的标志，再加上竹子成长飞快，景色变动，的确很容易迷路。',
  },
  {
    name: '妖怪之山',
    desc: '妖怪之山是很久以前起，就住着许多妖怪的地方，比人类更久远。通常，提到山的时候就是指这座妖怪之山。山中的妖怪和人们、山下的妖怪不同，过着独立的社会，担任着幻想乡的一个重要的平衡点。',
  },
  {
    name: '太阳花田',
    desc: '一大片向日葵田。太阳花田呈稍偏向南的碗状，在远处很难发现。从人类村里到这里有一定距离，夜晚的向日葵田会成为有活力的妖怪们的夏天演唱会会场。',
  },
]
